Repository: ybird-labs/cupped_mobile
Catalog: iosApp/iosApp/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Already have an account?
es: Ya tienes una cuenta?

source: Check your inbox!
es: Revisa tu bandeja de entrada!

source: Click the magic link to activate your account
es: Haz clic en el enlace magico para activar tu cuenta

source: Click the magic link to sign in
es: Haz clic en el enlace magico para iniciar sesion

source: Community
es: Comunidad

source: Complete your profile and start tracking!
es: Completa tu perfil y empieza a registrar!

source: Continue your coffee journey!
es: Continua tu viaje cafetero!

source: Create account
es: Crear cuenta

source: Didn't receive the email? Check your spam folder or try again.
es: No recibiste el correo? Revisa tu carpeta de spam o intenta de nuevo.

source: Discover
es: Descubrir

source: Discover beans
es: Descubre granos

source: Earn XP
es: Gana XP

source: EMAIL ADDRESS
es: CORREO ELECTRONICO

source: Feed
es: Inicio

source: Join Cupped
es: Unete a Cupped

source: Log a Brew
es: Registrar café

source: New to Cupped?
es: Nuevo en Cupped?

source: Open the email we just sent you
es: Abre el correo que te acabamos de enviar

source: Profile
es: Perfil

source: Sending magic link...
es: Enviando enlace magico...

source: Sign in
es: Iniciar sesion

source: Sign in to continue your coffee journey
es: Inicia sesion para continuar tu viaje cafetero

source: Start tracking your coffee journey today
es: Empieza a registrar tu viaje cafetero hoy

source: Track brews
es: Registra preparaciones

source: Use a different email
es: Usar otro correo

source: We sent a magic link to
es: Te enviamos un enlace magico a

source: We'll send you a magic link to get started. No password needed.
es: Te enviaremos un enlace magico para comenzar. Sin contrasena.

source: We'll send you a magic link to sign in. No password needed.
es: Te enviaremos un enlace magico para iniciar sesion. Sin contrasena.

source: Welcome Back
es: Bienvenido de vuelta

source: WHAT YOU'LL GET
es: LO QUE OBTENDRAS

source: What's next?
es: Y ahora?
